[AshFlameViperM1 X2CharacterTemplate]
strCharacterName="火焰蝰蛇"

[AshFlameViperM2 X2CharacterTemplate]
strCharacterName="岩浆蝰蛇"

[AshFlameViperM3 X2CharacterTemplate]
strCharacterName="地狱火蝰蛇"

[Weapon_AshFlameViperInfernoRifle X2WeaponTemplate]
FriendlyName="地狱火步枪"

[Weapon_AshFlameViperSpitM1 X2WeaponTemplate]
FriendlyName="喷射火焰"

[Weapon_AshFlameViperSpitM2 X2WeaponTemplate]
FriendlyName="喷射火焰"

[Weapon_AshFlameViperSpitM3 X2WeaponTemplate]
FriendlyName="喷射火焰"

[Ability_AshFlameViperSpit X2AbilityTemplate]
LocFriendlyName="喷射火焰"
LocLongDescription="向目标喷射火焰。"
LocHelpText="向目标喷射火焰。"
LocFlyOverText="喷射火焰"

[Ability_AshSeethingM1 X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="增加许多进攻和防御属性。"
LocHelpText="让火焰蝰蛇怒不可遏。"

[Ability_AshSeethingM2 X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="增加许多进攻和防御属性。"
LocHelpText="让火焰蝰蛇怒不可遏。"

[Ability_AshSeethingM3 X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="增加许多进攻和防御属性。"
LocHelpText="让火焰蝰蛇怒不可遏。"
[Ability_AshSeethingXCom X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="在有限时间内增加移动、闪避、命中和暴击率。每场战斗限用一次。"
LocHelpText="在有限时间内增加移动、闪避、命中和暴击率。每场战斗限用一次。"

[UtilityItem_AshFlameScaleVest X2EquipmentTemplate]
FriendlyName = "火焰蛇鳞背心"
FriendlyNamePlural="火焰蛇鳞背心"
TacticalText="<bullet/> 一种超轻型背心，增加士兵1HP和20闪避。\n<bullet/> 免疫火焰。"
BriefSummary = "利用火焰蝰蛇的鳞片，我们制造了一种超轻型背心，它可以提高士兵在战场上的生存能力，并保护他们免受火焰的伤害。"

[UtilityItem_AshInfernoRounds X2AmmoTemplate]
FriendlyName = "火焰弹"
FriendlyNamePlural="火焰弹"
BriefSummary="结合在火焰蝰蛇腺体中发现的混合物放入爆炸帽中，我们可以制造一种对撞击目标造成实质性的伤害，并使目标燃烧的子弹。"
TacticalText="<bullet/> 火焰弹造成额外伤害并点燃目标。"

[UtilityItem_AshViperRounds X2AmmoTemplate]
FriendlyName = "蝰蛇弹"
FriendlyNamePlural="蝰蛇弹"
BriefSummary="将火焰蝰蛇毒腺内的混合物与我们自己的实验弹药结合起来，我们就能制造更有效的毒液弹。"
TacticalText="<bullet/> 蝰蛇弹造成额外伤害并毒害目标。"

[Corpse_AshFlameViper X2ItemTemplate]
FriendlyName="火焰蝰蛇尸体"
FriendlyNamePlural="火焰蝰蛇尸体"
BriefSummary="与典型的吐致命毒液的毒蛇不同，这种特殊的蝰蛇能够在战场上吐出火焰，点燃任何接触过的东西。"

[Autopsy_AshFlameViper X2TechTemplate]
DisplayName="解剖火焰蝰蛇"
Summary="这一变异的外来蝰蛇具有与以前遇到的物种相同的致命速度和力量。由于缺乏典型的毒蛇毒液，它的腺体中含有与空气混合时极易燃烧的混合物。"
CodeName="火蜥蜴"
LongDescription="既然外星人不再需要蝰蛇作为渗透单位，看来对这一物种进行的基因实验已经转向了战斗力。这条火焰蝰蛇，正如战场上的士兵们所说，与其他毒蛇的毒腺不同。相反，它携带两个分泌不同化学物质的腺体。当混合在一起并暴露在空气中时，结果是高度易燃的。当然，蝰蛇本身也经过了改造，使其鳞片不受火焰的影响。现在看来，喷火龙是非常真实的。科学创造了一种生物，这种生物以前只存在于幻想中。  理查德-泰根。"